"__title__" = "Bankovní účet";

"__description__" = "Údaje bankovního účtu.";

"bankName" = "Název banky";

"owner" = "Jméno na účtu";

"owner#9" = "Majitel";

"accountType" = "Typ";

"routingNo" = "Routing Number";

"routingNo#9" = "Routing#";

"accountNo" = "Číslo účtu";

"accountNo#9" = "Account#";

"swift" = "SWIFT kód";

"swift#9" = "SWIFT";

"iban" = "IBAN číslo";

"iban#9" = "IBAN";

"branchInfo" = "Údaje o pobočce";

"branchInfo#9" = "Pobočka";

"branchPhone" = "Telefon";

"branchAddress" = "Adresa";

"telephonePin" = "KÓD PIN";


"menu.accountType.atm" = "Bankomat";

"menu.accountType.checking" = "Šekový";

"menu.accountType.savings" = "Spořicí";

"menu.accountType.loc" = "Line of Credit";

"menu.accountType.money_market" = "Peněžní trh";

"menu.accountType.other" = "Jiné";
